{"_id": "f3e76652", "question": "What is an ischemic stroke?"}
{"_id": "08a365e4", "question": "What is the best neuroimaging modality for acute ischemic stroke?"}
{"_id": "bb2dc71b", "question": "What is the best treatment for an ischemic stroke?"}
{"_id": "034084f6", "question": "Do hemorrhagic strokes only happen after ischemic strokes?"}
{"_id": "59e573ec", "question": "What is an ischemic stroke in the pons?"}
{"_id": "b2c0ca07", "question": "Why is ischemic stroke more likely in Covid-19 than respiratory flu patients?"}
{"_id": "dc59827a", "question": "What is the difference between a hemorrhagic stroke, an ischemic stroke, and a transient ischemia stroke?"}
{"_id": "bab32f4b", "question": "What is the average lifespan of an ischemic stroke victim?"}
{"_id": "7029cf03", "question": "How long will it take an ischemic stroke to recover?"}
{"_id": "864ab9a8", "question": "Can ischemic strokes & hemorrhagic strokes be differentiated without MRI & CT scan? Should a stroke patient be given aspirin by the emergency department?"}
{"_id": "9ad30901", "question": "Is there a link between sinusitis and ischemic stroke?"}
{"_id": "754a0a82", "question": "Can autism develop after an ischemic stroke?"}
{"_id": "f8791f7d", "question": "What type of ischemic stroke is the most common?"}
{"_id": "265e2dc9", "question": "What is the treatment for an ischemic stroke?"}
{"_id": "3f6feaee", "question": "What is the etiology of ischemic stroke (TIA)?"}
{"_id": "0637bd19", "question": "What is the difference between an ischemic stroke and a hemorrhagic stroke?"}
{"_id": "e3c53a8c", "question": "What is the most common cause of an ischemic stroke?"}
{"_id": "16062f4e", "question": "Why would a decompressive craniectomy be necessary for an ischemic stroke?"}
{"_id": "2f27ad60", "question": "Is the president required to report the fact if he is diagnosed with recurring ischemic strokes?"}
{"_id": "8a741132", "question": "Do ambulances and paramedics carry clot-busting drugs such as recombinant tissue plasminogen activator (tPA) to treat people suffering ischemic strokes?"}
